Repository: common-repository/bp-translate
Catalog: languages/l10n/codestyling-localization-*.po
Languages: eu_es, ro_ro

source: required
eu_es: derrigorrezkoa
ro_ro: obligatoriu

source: actual
eu_es: oraingoa

source: You do not have permission to manage translation files.
eu_es: Ez duzu baimenik itzulpen fitxategia kudeatzeko.
ro_ro: Nu aveţi drepturi de administrare pentru traduceri.

source: activated
eu_es: gaitua
ro_ro: activat

source: m/d/Y H:i:s
eu_es: Y-m-d H:i:s

source: deactivated
eu_es: ezgaitua
ro_ro: deactivat

source: Theme
eu_es: Gaia
ro_ro: Tema vizuală

source: Project-Id-Version
eu_es: Proiektu-Id-Bertsioa
ro_ro: ID versiune proiect

source: Creation-Date
eu_es: Sortze Data
ro_ro: Data creării

source: Last-Translator
eu_es: Azkeneko Itzultzailea
ro_ro: Ultimul traducător

source: create po-file
eu_es: po fitxategia sortu
ro_ro: creează fişier po

source: You are about to delete <strong>%s</strong> from "<strong>%s</strong>" permanently.<br/>Are you sure you wish to delete these files?
eu_es: "<strong>%s</strong>"-tik <strong>%s</strong> iraunkorki ezabatuko dituzu.<br/>Seguru zaude fitxategi hauek ezabatzeaz?
ro_ro: Sunteţi pe cale să ştergeţi definitiv <strong>%s</strong> din "<strong>%s</strong>".<br/>Sunteţi sigur că doriţi ştergerea acestor fişiere?

source: delete files
eu_es: fitxategiak ezabatu
ro_ro: şterge fişiere

source: Language Target
eu_es: Hizkuntza helburua
ro_ro: Limba ţintă

source: Affected Total Files
eu_es: Ikututako fitxategi guztiak
ro_ro: Total fişiere afectate

source: Scanning Progress
eu_es: Eskaneatze progresua
ro_ro: Progres scanare

source: scan now
eu_es: eskaneatu orain
ro_ro: scanează acum

source: Please standby, files presently being scanned ...
eu_es: Itxaron mesedez, fitxategiak eskaneatzen ari dira ..
ro_ro: Aveţi răbdare, fişierele sunt scanate ...

source: You do not have the permission to create the file '%s'.
eu_es: Ez duzu baimenik '%s' fitxategia sortzeko.
ro_ro: Nu aveţi drepturi destule pentru a crea fişierul '%s'.

source: <strong>%d</strong> Language
eu_es: Hizkuntza <strong>%d</strong>
ro_ro: <strong>%d</strong> Limbă

source: You do not have the permission to delete the file '%s'.
eu_es: Ez duzu baimenik '%s' fitxategia ezabatzeko.
ro_ro: Nu aveţi drepturi destule pentru a şterge fişierul '%s'.

source: You do not have the permission to write the file '%s'.
eu_es: Ez duzu baimenik '%s' fitxategia idazteko.
ro_ro: Nu aveţi drepturi destule pentru a scrie fişierul '%s'.

source: You do not have the permission to read the file '%s'.
eu_es: Ez duzu baimenik '%s' fitxategia irakuzteko.
ro_ro: Nu aveţi drepturi destule pentru a citi fişierul '%s'.

source: Server Restrictions: Changing file rights is not permitted.
eu_es: Serbitzari debekua: fitxategi baimenen aldaketa debekatua.
ro_ro: Restricţii server: Modificarea drepturilor pe fişier nu este permisă.

source: You do not have the permission to modify the file rights for a not existing file '%s'.
eu_es: Ez duzu baimenik existitzen ez den '%s' fitxategiaren baimenak aldatzeko.
ro_ro: Nu aveţi drepturi destule pentru a modifica drepturile pentru fişierul inexistent '%s'.

source: Sorry, Google Translation is not available.
eu_es: Barkatu, Google Translation ez dago erabilgarri.
ro_ro: Din păcate serviciul Google Translation nu este valabil.

source: WordPress Localization
eu_es: Wordpress Hizkuntza
ro_ro: Localizare WordPress

source: Localization
eu_es: Hizkuntza
ro_ro: Localizare

source: Manage Language Files
eu_es: Hizkuntza Fitxategia Kudeatu
ro_ro: Administrare fişiere limbă

source: All Translations
eu_es: Itzulpen guztiak
ro_ro: Toate traducerile

source: Plugins
eu_es: Plugin-ak
ro_ro: Plugin-uri

source: Themes
eu_es: Gaiak
ro_ro: Teme vizuale

source: Type
eu_es: Mota
ro_ro: Tip

source: Description
eu_es: Deskribapena
ro_ro: Descriere

source: Languages
eu_es: Hizkuntzak
ro_ro: Limbi disponibile

source: defined by constant
eu_es: konstante bategaitk definitua
ro_ro: definit prin constanta

source: Version
eu_es: Bertsioa
ro_ro: Versiune

source: State
eu_es: Estatua
ro_ro: Statut

source: by
eu_es: (e)k
ro_ro: de

source: Add New Language
eu_es: Hizkuntza Berria Gehitu
ro_ro: Adaugă limbă nouă

source: Language
eu_es: Hizkuntza
ro_ro: Limbă

source: Permissions
eu_es: Baimenak
ro_ro: Drepturi

source: Actions
eu_es: Ekintzak
ro_ro: Acţiuni

source: Locale
eu_es: Hizkuntza

source: Edit
eu_es: Editatu
ro_ro: Editare

source: Rescan
eu_es: Berreskaneatu
ro_ro: Rescanează

source: Delete
eu_es: Ezabatu
ro_ro: Şterge

source: Translate Language File
eu_es: Hizkuntza Itzulpen Fitxategia
ro_ro: Traducere fişier limbă

source: File:
eu_es: Fitxategia:
ro_ro: Fişier:

source: unknown
eu_es: ezezaguna
ro_ro: necunoscut

source: Full Catalog
eu_es: Katalogo guztia
ro_ro: Catalog complet

source: Plural Forms
eu_es: Forma pluralak
ro_ro: Forme la plural

source: No Translation
eu_es: Itzulpen eza
ro_ro: Nici o traducere

source: With Comment
eu_es: Iruzkinarekin
ro_ro: Cu comentarii

source: Search Result
eu_es: Emaitza Bilatu
ro_ro: Rezultatele căutării

source: generate mo-file
eu_es: mo fitxategia sortu
ro_ro: generează fişier mo

source: last file generation at:
eu_es: fitxategiaren azken sortzea:
ro_ro: ultimul fişier generat la:

source: Page Size
eu_es: Orri tamaina
ro_ro: Dimensiune pagină

source: &laquo; Previous
eu_es: &laquo; Aurrekoak
ro_ro: &laquo; Anterior

source: Next &raquo;
eu_es: Urrengoak &raquo;
ro_ro: Următorul &raquo;

source: Infos
eu_es: Infoak
ro_ro: Informaţii

source: Original:
eu_es: Jatorrizkoa:

source: Translation:
eu_es: Hitzulpena:
ro_ro: Traducere:

source: Please wait, file content presently being loaded ...
eu_es: Itxaron mesedez, fitxategiaren edukia kargatzen ari da ...
ro_ro: Aveţi răbdare, conţinutul fişierului tocmai se încarcă ...

source: Edit Catalog Entry
eu_es: Katalogoko Sarrerak Editatu
ro_ro: Editare intrare catalog

source: close
eu_es: itxi
ro_ro: închide

source: Confirm Delete Language
eu_es: Hizkuntza Ezabaketa Berretsi
ro_ro: Confirmare ştergere limbă

source: Rescanning PHP Source Files
eu_es: PHP fitxategi kodea berreskaneatzen
ro_ro: Rescanare fişiere sursă PHP

source: finished
eu_es: amaitua
ro_ro: terminat

source: Access Error
eu_es: Sarrera Errorea
ro_ro: Eroare acces

source: Comment:
eu_es: Iruzkina:
ro_ro: Comentariu:

source: Files:
eu_es: Fitxategiak:
ro_ro: Fişiere:

source: Singular:
eu_es: Singularra:

source: Plural:
eu_es: Plurala:

source: Plural Index Result =
eu_es: Indeze pluralaren emaitza =
ro_ro: Rezultat index plural =

source: Copy
eu_es: Kopiatu
ro_ro: Copiere

source: translate with Google API
eu_es: Google APIrekin itzuli
ro_ro: traducere cu Google API

source: Plural Index Calculation:
eu_es: Indize pluralaren kalkulua:
ro_ro: Calculare index plural:

source: Save
eu_es: Gorde
ro_ro: Salvează

source: Textdomain
ro_ro: Domeniu text
